            <p class="active1 table_style" style="line-height:50px; text-transform:uppercase;">FACILITIES OF IASE BIKANER</p>
            
            <p style="font-weight:bold;">संस्थान भवनं</p>
<p>एक बड़े ऑडिटोरियम सहित 56 कमरों युक्त संस्थान का एक विशाल एवं आवश्यक सुविधाओं सहित राजकीय परिसर है |</p>

<p style="font-weight:bold;">पुस्तकालय</p>
<p>शिक्षा, शिक्षण, शोध एवं विविध शैक्षिक विषयानुसार लगभग 38779 पुस्तकें का एक सुसज्जित पुस्तकालय एवं करीब 25 पत्र-पत्रिकाओं से युक्त एक वाचनालय उपलब्ध है |</p>

<p style="font-weight:bold;">क्रीडा मैदान </p>
<p>संस्थान परिसर में खेलकूद एवं शारीरिक शिक्षा हेतु प्रयाप्त मैदान एवं सुविधाएं है |</p>

<p style="font-weight:bold;">प्रयोगशालाएँ</p>
<p>संस्थान में भौतिक विज्ञान, रसायन विज्ञान, जीव विज्ञान, मनोविज्ञान, कला, श्रव्य-दृश्य, कंप्यूटर एवं एडयुसेट की  सुसज्जित प्रयोग शालाएँ है |</p>

<p style="font-weight:bold;">कंप्यूटर कक्ष</p>
<p>संस्थान में सेवारत एवं सेवापूर्व कार्यक्रमों हेतु दो कंप्यूटर कक्ष है |</p>

<p style="font-weight:bold;">श्रव्य-दृश्य सामग्री</p>
<p>सेवारत एवं सेवापूर्व कार्यक्रमों हेतु  संस्थान में आवश्यक श्रव्य-दृश्य सामग्री उपलब्ध है |</p>

<p style="font-weight:bold;">छात्रावास</p>
<p>संस्थान में सेवारत एवं सेवापूर्व प्रशिक्षणार्थियों के लिए छात्रावास सुविधा उपलब्ध है |</p>

<p style="font-weight:bold;">पर्यावरण एवं स्वच्छता </p>
<p>संस्थान का विस्तृत परिसर पेड़-पौधों से युक्त सुरम्य एवं स्वच्छ है | </p>
