            <p class="active1 table_style" style="line-height:50px; text-transform:uppercase;">About IASE BIKANER</p>
            
            

<p style="font-weight:bold;">अकादमिक प्रभार</p>
<p>संस्थान की सेवापूर्व एवं सेवारत  अकादमिक  गतिविधियों के व्यवस्था एवं क्रियान्वयन <br />
	प्रो. घनश्याम दत्त जाट<br />
	श्री राकेश भटनागर , रीडर
</p>

<p style="font-weight:bold;">संस्थान के पी.एच.डी. गाइड</p>
<p>डॉ. अशोक कुमार मोदी <br />
डॉ. राम गोपाल शर्मा <br />
डॉ. आनंद सिंह बिठू<br />
डॉ.अंजू टीना
</p>
<p style="font-weight:bold;">सेवारत प्रशिक्षण कार्यक्रम समन्वय एवं मोनिटरिंग</p>
<P>विभागीय निर्देशानुसार 2 IASEs एवं 8 CTEs के सेवारत प्रशिक्षण कार्यक्रमों हेतु नोडल  संस्थान के रूप में मोनिटरिंग एवं समन्वय का कार्य करता है |</P>
<p style="font-weight:bold;">सेवापूर्व कार्यक्रमों की संबद्धता</p>
<P>संस्थान सेवापूर्व कार्यक्रम (बी.एड. एवं एम.एड. हेतु महाराजा गंगासिंह विश्वविद्यालय से सम्बद्ध है |</P>

<P style="font-weight:bold;">संस्थान के प्रभाग</P>
<P>संस्थान की विभिन्न गतिविधियों के संचालन के लिए निम्नांकित प्रभाग हैं:<p>
<p style="font-weight:bold;">शैक्षिक आधार प्रभाग : सेवापूर्व पाठ्यक्रमों की व्यवस्था एवं प्रबंधन </p>
<p>	श्रीमती कंचन मेहँदीरत्ता, रीडर <br />
	श्रीमती योगिता व्यास, व्याख्याता  <br />
    श्रीमती रेखा मेहँदीरत्ता, व्याख्याता  <br />
	श्रीमती हर्ष बाला पराशर, व्याख्याता 
</P>

<P style="font-weight:bold;">प्रस्तार सेवा प्रभाग : सेवा पूर्व प्रशिक्षण से संबन्धित व्यवस्था एवं प्रबंधन </P>
<P>
	श्रीमती गीता बलवदा, रीडर <br />
	श्रीमती नम्रता शर्मा, व्याख्याता <br />
</P>

<P style="font-weight:bold;">योजना प्रभाग </P>
<P>केंद्र प्रवर्तित योजनान्तर्गत संचालित संस्थानों के कार्यों का समन्वय<br /> 
	श्रीमती वर्षा मक्कड़, व्याख्याता 
</P>

<P style="font-weight:bold;">शोध प्रभाग </P>
<P>शैक्षिक शोध एवं अनुसंधान संबंधी कार्य <br />
	डॉ. पूनम गुप्ता, रीडर <br />
	डॉ. आनंद सिंह बिठू, रीडर 
</P>

<P style="font-weight:bold;">विशिष्ट शिक्षा प्रभाग</P>
<p>	श्रीमती सायरा बानो, रीडर <br />
	श्री कमल नयन शुक्ल, व्याख्याता  </p>

<P style="font-weight:bold;">शैक्षिक प्रोधौगिकी प्रभाग : शैक्षिक प्रोधौगिकी एवं आई.सी.टी. </P>
	<p>डॉ. अंजु टीना, रीडर  <br />
	डॉ. प्रबोध चन्द्र, व्याख्याता </P>
    
    <P style="font-weight:bold;">अँग्रेजी भाषा शिक्षण प्रभाग </P> 
    <P>अँग्रेजी भाषा शिक्षकों के सेवारत प्रशिक्षण एवं व्यावसायिक उन्नयन <br />
डॉ. राम गोपाल शर्मा, रीडर  </P>
<P style="font-weight:bold;">प्रकाशन प्रभाग : संस्थान हेतु प्रकाशन कार्य </P>
<p>डॉ. राम गोपाल शर्मा, रीडर  </P>

<P style="font-weight:bold;">प्राथमिक शिक्षा प्रभाग </P> <P>प्राथमिक शिक्षा से संबन्धित कार्य  <br />
श्री नरेश पोपली, रीडर <br />
श्रीमती प्रवीण लता, व्याख्याता 
</P>


<P style="font-weight:bold;"><u>अन्य प्रभाग</u></P>
<P style="font-weight:bold;">शाला दर्पण </P> <br />
<P>संस्थान की अकादमिक एवं संस्थापन सूचना </P><br />
<p>डॉ. अशोक कुमार मोदी, रीडर </P><br />
<P style="font-weight:bold;">खेलकूद एवं शारीरिक शिक्षा </P> <P>स्वास्थ्य, योग एवं शारीरिक शिक्षा  
श्री विजय कुमार , व्याख्याता </P>
<P style="font-weight:bold;">सूचनाधिकार</P>
<P>RTI से सम्बंधित कार्य </P> 
<p>श्री दिनेश कुमार चावड़ा , रीडर  </P>


<P style="font-weight:bold;">छात्रावास </P> <P>बी.एड. एवं एम.एड. छात्राध्यापकों के लिए छात्रावास सुविधा </P>
<p>डॉ. ओमप्रकाश बिशनोई, व्याख्याता </P>
<P style="font-weight:bold;">अध्ययन केंद्र VMOU</P> <P>MA(शिक्षा) एम.एड,बी.एड, एम. ए. (मनोविज्ञान) बी।ए. (मनोविज्ञान) हेतु अध्ययन केंद्र </P>
<p>डॉ. सुधीर रूपानी, रीडर </P>
<P style="font-weight:bold;">पुस्तकालय </P> <P>संस्थान पुस्तकालय एवं वाचनालय के  व्यवस्था एवं प्रबंधन</P>
	<p>श्री सहीराम जानू</P>
<P style="font-weight:bold;">सांस्कृतिक उत्सव प्रभारी </P> <P>संस्थान में विभिन्न उत्सवों का आयोजन</P> 	
	<p>श्रीमती संतोष खत्री</P>
<P style="font-weight:bold;">मनोविज्ञान प्रयोगशाला </P>
	<P>श्रीमती आद्या बोहरा, रीडर </P>
<P style="font-weight:bold;">प्रयोगशाला सहायक </P>
<p>श्री हरिश चंद्र मिश्रा <br />
श्री यतिन्द्र मोहन व्यास <br />
श्री दया शंकर पुरोहित 
</P>


<P style="font-weight:bold;">लेखा, मंत्रालयिक एवं अन्य स्टाफ</P>
<P>संस्थान में विभागीय मानदंडानुसार कनिष्ठ लेखाकार, निजी सहायक, प्रशासनिक अधिकारी, वरिष्ठ लिपिक, कनिष्ठ लिपिक एवं सहायक कर्मचारी कार्यरत हैं |<BR />
श्री कैलाश चंद आचार्य, निजी सहायक <BR />
श्री बाल किशन स्वामी, सहायक लेखा अधिकारी  II<BR />
श्री राजेंद्र कुमार नाई, सहायक प्रशासनिक अधिकारी <BR />
श्री शंकर लाल, सहायक प्रशासनिक अधिकारी<BR />
श्री सुशील कुमार, सहायक प्रशासनिक अधिकारी<BR />
श्री अविनाश चंद्र व्यास, सहायक प्रशासनिक अधिकारी<BR />
श्री कमल किशोर बिस्सा , लिपिक ग्रेड--I<BR />
श्री गिरिजा शंकर आचार्य, लिपिक ग्रेड-I<BR />
श्री राजेंद्र कुमार आचार्य, लिपिक ग्रेड-II
</P>